/* 
 Localizable.strings
 KBPanel
 
 Created by bo lin on 12-10-30.
 Copyright (c) 2012年 iJinShan. All rights reserved.

 Modified by Karen Tsai (angelXwind)

 Note from Karen: This is not final. I still need to do further testing to make some of these text strings actually fit in the UI.

 The translations are also not of final quality (further revision needs to be done to some lines, using the Chinese translation)
 
 Translated to Spanish by /
 Traducido al español por Kevin López 
 */

"KBTweakTitle"="BatteryDoctroPro";

"KBPanelFont"="SegoeWP";
"KBPanelBoldFont"="SegoeWP-Bold";
"KBPanelFontLatin"="SegoeWP";
"KBPanelBoldFontLatin"="SegoeWP-Bold";

"PowerModeCustom"="Personalizado ";
"PowerMode0"="Fuera de casa ";
"PowerMode1"="En casa ";
"PowerMode2"="Al dormir ";
"RemainTime"="%@ h y %@ m restantes";
"PowerModeChanged"="Modificado";

"KBPanelFreeMemory"="RAM libre"; //consider switching this term to RAM
"KBPanelUsedMemory"="RAM usada";
"Button_3G"="3G";
"Button_4G"="4G";
"Button_LTE"="LTE";
"Button_Airplane"="Avión";
"Button_AutoLock"="Autobloq.";
"Button_Backlight"="Brillo";
"Button_Bluetooth"="Bluetooth";
"Button_ClearBadge"="Limp. globos";
"Button_ClearNotify"="NCClear";
"Button_Data"="Datos";
"Button_Flashlight"="Linterna";
"Button_HomeButton"="Inicio";
"Button_KillBackground"="Matar apps";
"Button_Location"="Ubicación";
"Button_Mute"="Sonidos";
"Button_Reboot"="Reiniciar";
"Button_Respring"="Respring";
"Button_Rotation"="Orientación";
"Button_Shutdown"="Apagar";
"Button_SleepButton"="Bloquear";
"Button_Uicache"="Arreglar ico.";
"Button_VPN"="VPN";
"Button_WiFi"="Wi-Fi";
"Button_More"="Más";


"Alert_3G_On"="3G encendido";
"Alert_3G_Off"="3G apagado";
"Alert_4G_On"="4G encendido";
"Alert_4G_Off"="4G apagado";
"Alert_LTE_On"="LTE encendido";
"Alert_LTE_Off"="LTE apagado";
"Alert_Airplane_On"="Modo avión encendido";
"Alert_Airplane_Off"="Modo avión apagado";
"Alert_AutoLock_On"="%d minutos"; //"Auto-Lock after %d minutes" doesn't fit.
"Alert_AutoLock_Off"="Nunca bloquear";
"Alert_Bluetooth_On"="Bluetooth encendido";
"Alert_Bluetooth_Off"="Bluetooth apagado";
"Alert_ClearBadge_Count"="Limpiados %d globos";
"Alert_ClearBadge_Empty"="No hay globos"; //"No badges to be cleared" doesn't fit.
"Alert_ClearNotify_Count"="Cleared %d notifies";
"Alert_ClearNotify_Empty"="Without clear";
"Alert_Data_On"="Datos encendidos";
"Alert_Data_Off"="Datos apagados";
"Alert_Flashlight_On"="Linterna encendida";
"Alert_Flashlight_Off"="Linterna apagada";
"Alert_KillBackground_Count"="Cerradas %d apps";
"Alert_KillBackground_Empty"="No hay apps";
"Alert_Location_On"="Ubicación encendida";
"Alert_Location_Off"="Ubicación apagada";
"Alert_Mute_On"="Silencio";
"Alert_Mute_Off"="Sonido";
"Alert_Rotation_On"="Orientación bloqueada";
"Alert_Rotation_Off"="Orientación desbloqueada";
"Alert_Uicache_Pre"="Espera porfavor...";
"Alert_Uicache_Post"="Iconos arreglados";
"Alert_VPN_On"="VPN encendida";
"Alert_VPN_Off"="VPN apagada";
"Alert_VPN_NoConnection"="Sin VPN activa";
"Alert_WiFi_On"="Wi-Fi encendida";
"Alert_WiFi_Off"="Wi-Fi apagada";
"LockSwitch_SlideToRespring"="reiniciar SpringBoard";
"LockSwitch_SlideToReboot"="reiniciar";
"LockSwitch_SlideToShutdown"="apagar";

"ChargingView_RemainTime_HourAndMinutes"="%d h %02d m para completar";
"ChargingView_RemainTime_Minutes"="%d minutos para completar"; //the more correct translation would end up making it go off the screen.
"ChargingView_RemainTime_Complete"="Carga completa.";
"ChargingView_Disconnect"="Por favor desenchufar.";

"ChargingView_State_1"="Carga rápida";
"ChargingView_State_2"="Carga continua";
"ChargingView_State_3"="Carga gradual";

"Uninstall_Alert_Title"="Desinstalar “%@”";
"Uninstall_Alert_Body"="“%@” se desinstalará al reiniciar SpringNoard.";

"ModeSetting"="Editar"; //"Edit Presets" or just "Edit" would probably work better
"ModeRemainTime"="%@ h %@ min";

"Intelligence_Into_Percent_Title"=" s después a \"Batería baja\""; //...?
"Intelligence_Into_Percent_Body"="Datos apagados, Wi-Fi apagada. Teléfono y mensajes todavía se pueden utilizar."; //no context

"Intelligence_Into_Sleep_Title"=" s después a \"Modo A dormir\""; //need to figure out where these are used.

"Intelligence_Cancel"="Cancelar";
"Intelligence_Sure"="Seguro";
"Intelligence_Delay"="Tiempo de espera";

"home_view_change_airplane_on"="El modo avión se ha habilitado. No se podrán usar el teléfono ni los mensajes.";
"home_view_change_airplane_off"="El modo de avión ha sido deshabilitado. Ahora se podrán usar el teléfono y los mensajes.";
"home_view_change_data_on"="Datos habilitados";
"home_view_change_data_off"="Datos deshabilitados";
"home_view_change_wifi_on"=", Wi-Fi encendida";
"home_view_change_wifi_off"=", Wi-Fi apagada";

"PopClickHere"="¡Empieza a ahorrar energía ahora! Toca aquí"; //This is that little dropdown thing that appears on new installs of KBDP, but... um. what?

"No_3G_alert"="Puede causar problemas el cambio de ajuste de 3G. Para arreglar: \r\n\"Ajustes\" - \"Operador\", Desactiva \"Automático\", espera a que la búsqueda termine y vuelve a activar \"Automático\"."; //needs revision from chinese TL